{"factionName":"Order - Khainite Shadowstalkers","factionImg":"factions-death-soulblight-gravelords.svg","factionPTS":"955pts","heroName":"Shroud Queen","heroImg":"","heroPTS":"210pts","champions":[{"name":"Darkflame Warlock","img":"","pts":"105pts","weapons":[]},{"name":"Darkflame Warlock with Repeater Crossbows","img":"","pts":"105pts","weapons":[{"name":"Shield"},{"name":"Repeater Crossbows"}]},{"name":"Shroudblade with Cursed Swords","img":"","pts":"80pts","weapons":[{"name":"with Cursed Swords"}]},{"name":"Shroudblade with Cursed Swords","img":"","pts":"80pts","weapons":[{"name":"with Cursed Swords"}]},{"name":"Shroudblade with Umbral Spear","img":"","pts":"85pts","weapons":[{"name":"with Umbral Spear"}]},{"name":"Shroudblade with Umbral Spear","img":"","pts":"85pts","weapons":[{"name":"with Umbral Spear"}]},{"name":"Shroudblade with Umbral Spear","img":"","pts":"85pts","weapons":[{"name":"with Umbral Spear"}]},{"name":"Slaughtershade with Shadow Whip","img":"","pts":"120pts","weapons":[{"name":"Dagger"},{"name":"with Shadow Whip"}]}],"forceRules":{"Universal Reactions":[{"name":"[Reaction] Counter:","imgs":[],"text":"fighter can make this reaction after they are targeted by a melee attack action but before the hit rolls are made.  For each hit roll from that attack action that misses, allocate 1 damage point to the attacking fighter.  For each hit roll of 1, allocate 2 damage points to the attacking fighter instead."},{"name":"[Reaction] Strike Them Down:","imgs":[],"text":"fighter can make this reaction when a visible enemy fighter within 1\" of them makes a disengage action but before that fighter moves away.  Roll a dice.  On a 4+, allocate D6 damage points to that enemy fighter."},{"name":"[Reaction] Take Cover:","imgs":[],"text":"fighter that is in cover can make this reaction after they are targeted by a missile attack action but before the hit rolls are made.  After the hit rolls have been made, roll a dice for each critical hit.  On a 4+, that critical hit becomes a hit instead.  Fighters with the Mount runemark cannot make this reaction."}],"Universal Abilties":[{"name":"⚁ [Double] Onslaught:","imgs":[],"text":"Add 1 to the Attacks characteristic of melee attack actions made by this fighter until the end of their activation."},{"name":"⚁ [Double] Rush:","imgs":[],"text":"Add 1 to the Move characteristic of this fighter until the end of their activation."},{"name":"⚂ [Triple] Inspiring Presence:","imgs":[],"text":"Pick a visible friendly fighter within 6\" of this fighter that has not activated yet this battle round.  You can activate that fighter immediately after this fighter's activation ends."},{"name":"⚂ [Triple] Respite:","imgs":[],"text":"A fighter cannot use this ability if they are within 1\" of any enemy fighters. Remove a number of damage points allocated to this fighter equal to the value of this ability."},{"name":"⚃ [Quad] Rampage:","imgs":[],"text":"This fighter can make a bonus move action. Then, they can make a bonus attack action."}]},"selectionRules":[{"name":"[Reaction] Slip Between Shadows :","imgs":["factions-order-khainite-shadowstalkers.svg"],"text":"fighter can make this reaction when an enemy fighter finishes a move action within 3\" of them. Note the distance between this fighter and the enemy fighter that made the move action. Remove this fighter from the battlefield and then set this fighter up on a platform or the battlefield floor no further from the enemy fighter that made the move action."},{"name":"⚁ [Double] Shadow Leap :","imgs":["factions-order-khainite-shadowstalkers.svg"],"text":"Until the end of this fighter’s activation, this fighter can fly when making move actions."},{"name":"⚁ [Triple] Dance of Death :","imgs":["factions-order-khainite-shadowstalkers.svg"],"text":"Until the end of this fighter’s activation, this fighter can finish disengage actions within 1\" of enemy fighters."},{"name":"⚃ [Quad] Ensnaring Darkness :","imgs":["fighters-leader.svg","factions-order-khainite-shadowstalkers.svg"],"text":"Either allocate a number of damage points equal to the value of this ability to all visible enemy fighters within 3\" of this fighter, or allocate 3 damage points to this fighter and a number of damage points equal to the value of this ability to all visible enemy fighters within 6\" of this fighter."}]}